espressif/esp-protocols/components/esp_wifi_remote/examples/mqtt/sdkconfig.defaults.linux
CONFIG_IDF_TARGET="linux"
# CONFIG_ESP_EVENT_POST_FROM_ISR is not set
